posts.org
#+HUGO_AUTO_SET_LASTMOD: t
#+HUGO_BASE_DIR: .
#+HUGO_SECTION: ./post/
#+HUGO_WEIGHT: auto

** DONE Financial Aid (Ajuda de Custo) em cursos onlines
:PROPERTIES:
:EXPORT_FILE_NAME: financial-aid-ajuda-de-custo-em-cursos-onlines
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :url "/post/14"
:EXPORT_DATE: 2019-06-22
:END:
Na internet existe muito material de qualidade, mas é muito difícil encontra-los
consolidados de forma que basta estudar e não ficar procurando muita coisa
adicional.

Esses são os MOOCs (Massive Open Online Courses), também conhecidos como
cursinhos online - há, pensou que eu ia traduzir o acrônimo não é?

Se você, como eu, tem muita gana de aprender, mas infelizmente está na época das
vacas magras, existe, agora felizmente, uma solução para nós! O Financial Aid,
ou ajuda de custo/bolsa de estudos, banca o determinado curso pra você de
maneira gratuita, e garantindo um prazo generoso de geralmente 180 dias para
completar o curso.

Logo abaixo vou colocar alguns textos que escrevi para solicitar a ajuda de
custo. Tanto no site da Cursera qunato a edX, possuem a seção para solicitar, e
têm excelentes cursos das mais diversas áreas disponibilizados por ótimas
instituições, vide CS50 de Harvard ou Machine Learning da univerdade de
Stanford.

Note que explicitamente a solicitação deve ser sincera e não simplesmente para
economizar uns trocados uma vez que os cursos são relativamente baratos pela
qualidade que possuem. Com 120 reais por exemplo, você consegue tirar a
certificação CS50 disponibilizada pela uni de Harvard. Imagine só pagar por algo
similar presencial? Minha carteira até doeu.

Sem mais delongas seguem os textos, lembrando que não basta copiar e colar, são
de caráter pessoal e devem representar sua situação atual, fora que são
avaliados por *pessoas*.

*** Curso de Machine Learning – Stanford University na plataforma Cursera

**** Why are you applying for Financial Aid? (150 words minimum required)

Currently I am a student in Brazil taking Computer Science classes at a private
university. Now I have no job to be able to afford the expenses of new courses
since all the money I have saved in my two years job working as a phone
technical support is now being used to pay for my university fees.

The minimum wage here is about 313$ dollars, my university costs 200$ and going
up each semester, so I cannot pay for the certificate if I sum up all my needs
like food and rent. I get some help from my family but sometimes is not enough.
We have a job crisis here in Brazil, so almost all jobs have very low pay, and
if I take it, I risk not being able to study, which is my priority.

With financial aid, I would be able to complete the course without impact in my
savings so my studies can continue.

**** How will taking this course help you achieve your career goals? (150 words minimum required)

I want to work with is artificial intelligence and machine learning because it
is the job of the future.


After a lot of research, this is the best course I found and everyone that I see
whom works or study with machine learning advises to enroll in it. Currently I
am at week five, studying hard to be able to keep up with the deadlines. For my
BS in Computer Science, my thesis work will be related to machine learning, and
this course will help me a lot to achieve my dream job and complete my
graduation.

After completing this course, I plan to pursue other courses, like deep learning
and genetic algorithms. Moreover, when I complete my bachelors, I plan to apply
to a master’s degree in another country. In addition, the verified certificate
increases my credibility on the subject, further prospecting my chances of
getting a good internship.

*** Deep Learning Specialization - Curso 1 - deeplearning.ai

**** Why are you applying for Financial Aid? (150 words minimum required)

Currently I am a student in Brazil taking Computer Science classes at a private
university. Since my last financial aid application, I have managed to study a
lot on machine learning, but I still got no job and I can not pay for this
specialization now.

All the money I managed to save on my previous job is almost gone so I’m
dependent on my parents to continue paying for my university and living fees.
Getting a part-time job here in Brazil is very difficult, we are almost
recovering from the financial crisis but is very difficult even getting to an
interview.

Since I am now at half completion of my degree the prospects of getting an
internship this year is great, but I can’t afford to stop studying. With the
financial aid, I would be able to complete the course and it will be a big
addition to my resume so I can get my dream internship.

**** How will taking this course help you achieve your career goals? (150 words minimum required)

My biggest dream is to get a job within artificial intelligence and machine
learning in a big company. So, I’ve spent more than a year by now, studying hard
to get to it.

Studying is important to me, and I plan to continue doing it more and more and
then share it all back to those in the same situation as me.

I have finished the base machine learning course by Andrew NG with financial
aid, and now I am looking forward to the Deep Learning specialization, where I
will learn a lot more on neural networks and I will continue to write my thesis
on genetic algorithms all thanks to the free online courses available on the
internet.

This course along with the machine learning course will help me greatly
achieving my dream data science career, and after my degree in computer science
is completed, I will pursue my master’s degree abroad.



